Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: A custom key types its text as written. \e is Escape, \t Tab, \n Return, and \xHH any character up to 7F -- \x03 is Control-C. \\ is a backslash. With Control on, a key of one character sends that character's control code. Settings, Files, Paste and the other buttons at the bar's right end stay where they are.
de: Eine eigene Taste tippt ihren Text wie geschrieben. \e ist Escape, \t Tab, \n Return und \xHH ein beliebiges Zeichen bis 7F – \x03 ist Control-C. \\ ist ein Backslash. Mit aktivem Control sendet eine Taste aus einem Zeichen dessen Steuercode. Einstellungen, Dateien, Einsetzen und die anderen Tasten am rechten Ende der Leiste bleiben, wo sie sind.
es: Una tecla personalizada escribe su texto tal cual. \e es Escape, \t Tabulador, \n Retorno y \xHH cualquier carácter hasta 7F -- \x03 es Control-C. \\ es una barra invertida. Con Control activado, una tecla de un solo carácter envía el código de control de ese carácter. Ajustes, Archivos, Pegar y los demás botones del extremo derecho de la barra se quedan donde están.
fr: Une touche personnalisée tape son texte tel quel. \e est Échap, \t Tab, \n Retour, et \xHH n'importe quel caractère jusqu'à 7F -- \x03 est Contrôle-C. \\ est une barre oblique inverse. Avec Contrôle activé, une touche d'un seul caractère envoie le code de contrôle de ce caractère. Réglages, Fichiers, Coller et les autres boutons à droite de la barre restent à leur place.
ja: カスタムキーはテキストをそのまま入力します。\e は Escape、\t は Tab、\n は Return、\xHH は 7F までの任意の文字です -- \x03 は Control-C です。\\ はバックスラッシュです。Control がオンのとき、1 文字のキーはその文字のコントロールコードを送信します。 「設定」、「ファイル」、「ペースト」など、バーの右端にあるボタンは位置が変わりません。
ko: 사용자 설정 키는 입력된 텍스트를 그대로 입력합니다. \e는 Escape, \t는 Tab, \n은 Return, \xHH는 7F까지의 모든 문자입니다 -- \x03은 Control-C입니다. \\는 백슬래시입니다. Control이 켜져 있으면 한 문자로 된 키는 해당 문자의 제어 코드를 보냅니다. 설정, 파일, 붙여넣기 및 막대 오른쪽 끝의 다른 버튼은 그대로 유지됩니다.
pt_br: Uma tecla personalizada digita seu texto como escrito. \e é Escape, \t Tab, \n Return e \xHH qualquer caractere até 7F -- \x03 é Control-C. \\ é uma barra invertida. Com Control ativado, uma tecla de um caractere envia o código de controle desse caractere. Ajustes, Arquivos, Colar e os outros botões na extremidade direita da barra permanecem onde estão.
ru: Своя клавиша вводит текст как есть. \e — Escape, \t — Tab, \n — Return, а \xHH — любой символ до 7F; \x03 — Control-C. \\ — обратная косая черта. При включённом Control клавиша из одного символа отправляет управляющий код этого символа. Настройки, Файлы, Вставить и другие кнопки на правом краю панели остаются на месте.
zh_hans: 自定义键按原样输入其文本。\e 表示 Escape，\t 表示 Tab，\n 表示 Return，\xHH 表示 7F 以内的任意字符——\x03 即 Control-C。\\ 表示反斜杠。开启 Control 时，单字符键会发送该字符的控制码。 “设置”“文件”“粘贴”以及栏右端的其他按钮保持原位。
zh_hant: 自訂按鍵會照原樣輸入其文字。\e 為 Escape，\t 為 Tab，\n 為 Return，\xHH 為最高 7F 的任意字元 -- \x03 即 Control-C。\\ 為反斜線。開啟 Control 時，單一字元的按鍵會傳送該字元的控制碼。 「設定」、「檔案」、「貼上」及工具列右端的其他按鈕位置保持不變。

source: A custom key. Types the text set for it in Keyboard Toolbar settings.
de: Eine eigene Taste. Tippt den in den Einstellungen der Tastaturleiste festgelegten Text.
es: Una tecla personalizada. Escribe el texto definido para ella en los ajustes de la barra del teclado.
fr: Une touche personnalisée. Tape le texte défini pour elle dans les réglages de la barre d'outils du clavier.
ja: カスタムキー。キーボードツールバー設定で設定したテキストを入力します。
ko: 사용자 설정 키. 키보드 도구 막대 설정에서 지정한 텍스트를 입력합니다.
pt_br: Uma tecla personalizada. Digita o texto definido para ela nos ajustes da Barra de Ferramentas do Teclado.
ru: Своя клавиша. Вводит текст, заданный для неё в настройках панели клавиатуры.
zh_hans: 自定义键。输入在“键盘工具栏”设置中为其设定的文本。
zh_hant: 自訂按鍵。輸入在「鍵盤工具列」設定中為其設定的文字。

source: A group holds its own list of shortcuts — e.g. "Remote Login" holding several hosts. Add shortcuts to it after creating it.
de: Eine Gruppe enthält eine eigene Liste von Kurzbefehlen – z. B. „Remote-Login“ mit mehreren Hosts. Füge nach dem Erstellen Kurzbefehle hinzu.
es: Un grupo tiene su propia lista de atajos; p. ej., "Inicio de sesión remoto" con varios hosts. Añade atajos después de crearlo.
fr: Un groupe contient sa propre liste de raccourcis — par ex. « Connexion à distance » regroupant plusieurs hôtes. Ajoutez-y des raccourcis après l'avoir créé.
ja: グループには独自のショートカットのリストがあります — たとえば、複数のホストを含む“リモートログイン”など。作成後にショートカットを追加してください。
ko: 그룹에는 자체 바로 가기 목록이 있습니다 — 예: 여러 호스트가 있는 "원격 로그인". 그룹을 생성한 후 바로 가기를 추가하십시오.
pt_br: Um grupo contém sua própria lista de atalhos — ex.: "Login Remoto" com vários hosts. Adicione atalhos a ele após criá-lo.
ru: Группа содержит собственный список ярлыков — например, «Удалённый вход» с несколькими хостами. Добавьте в неё ярлыки после создания.
zh_hans: 组包含自己的快捷方式列表——例如“远程登录”包含多个主机。创建后再向其中添加快捷方式。
zh_hant: 群組包含自己的捷徑列表 — 例如「遠端登入」包含多部主機。建立群組後再加入捷徑。

source: A guest folder or audio file path.
de: Ein Gast-Ordner oder Pfad zu einer Audiodatei.
es: Ruta de una carpeta o archivo de audio del sistema invitado.
fr: Un chemin de dossier ou de fichier audio de l'invité.
ja: ゲストのフォルダまたはオーディオファイルのパス。
ko: 게스트 폴더 또는 오디오 파일 경로.
pt_br: Caminho de uma pasta ou arquivo de áudio do convidado.
ru: Путь к папке или аудиофайлу в гостевой системе.
zh_hans: 客户机文件夹或音频文件路径。
zh_hant: 客體資料夾或音訊檔案路徑。

source: A model reply that keeps calling tools without giving a final answer is stopped after this many rounds in a row, so a stuck model can't loop forever. Each round is one request to the model, so higher values let longer multi-step tasks (installing something, then using it) finish without you having to nudge it to continue.
de: Eine Modellantwort, die immer wieder Tools aufruft, ohne eine endgültige Antwort zu geben, wird nach so vielen Runden in Folge gestoppt, damit ein festgefahrenes Modell nicht endlos läuft. Jede Runde ist eine Anfrage an das Modell; höhere Werte lassen längere mehrstufige Aufgaben (etwas installieren und dann verwenden) zu Ende laufen, ohne dass du nachhelfen musst.
es: Una respuesta del modelo que sigue llamando a herramientas sin dar una respuesta final se detiene tras este número de rondas seguidas, para que un modelo atascado no entre en un bucle infinito. Cada ronda es una solicitud al modelo, así que los valores más altos permiten terminar tareas largas de varios pasos (instalar algo y luego usarlo) sin que tengas que pedirle que continúe.
fr: Une réponse du modèle qui continue d'appeler des outils sans donner de réponse finale est arrêtée après ce nombre de tours consécutifs, afin qu'un modèle bloqué ne boucle pas indéfiniment. Chaque tour est une requête au modèle ; des valeurs plus élevées permettent donc à des tâches plus longues en plusieurs étapes (installer quelque chose, puis l'utiliser) d'aboutir sans que vous ayez à le relancer.
ja: 最終的な回答を出さずにツールを呼び出し続けるモデルの応答は、この回数連続すると停止されます。これにより、行き詰まったモデルが無限にループすることはありません。1 ラウンドはモデルへの 1 リクエストなので、値を大きくすると、より長い複数ステップのタスク（何かをインストールしてから使うなど）を続行を促さずに完了できます。
ko: 최종 답변 없이 계속 도구만 호출하는 모델 응답은 연속으로 이 횟수만큼 반복되면 중지되므로, 멈춘 모델이 무한 반복할 수 없습니다. 각 반복은 모델에 대한 요청 한 번이므로, 값이 높을수록 더 긴 다단계 작업(무언가를 설치한 후 사용하기 등)을 계속하라고 재촉하지 않아도 완료할 수 있습니다.
pt_br: Uma resposta do modelo que continua chamando ferramentas sem dar uma resposta final é interrompida após este número de rodadas seguidas, para que um modelo travado não fique em loop para sempre. Cada rodada é uma solicitação ao modelo, então valores maiores permitem que tarefas mais longas de várias etapas (instalar algo e depois usá-lo) terminem sem que você precise incentivá-lo a continuar.
ru: Ответ модели, который продолжает вызывать инструменты, не давая окончательного ответа, останавливается после такого числа раундов подряд, чтобы зависшая модель не зациклилась. Каждый раунд — один запрос к модели, поэтому бо́льшие значения позволяют длинным многошаговым задачам (что-то установить, затем использовать) завершаться без ваших подсказок.
zh_hans: 模型回复若持续调用工具而不给出最终答案，在连续达到此轮数后会被停止，以免卡住的模型无限循环。每一轮是对模型的一次请求，因此较高的值可让较长的多步骤任务（例如先安装再使用）无需你催促即可完成。
zh_hant: 模型回覆若持續呼叫工具而不給出最終答案，連續達到此回合數後會被停止，避免卡住的模型無限循環。每一回合是對模型的一次請求，因此數值越高，越長的多步驟任務（例如安裝某項東西後再使用它）就越能在不需你催促的情況下完成。

source: A name, and a command to run in a new terminal. Leave it blank for just a terminal, or use a {token} like {clock} or {browser} to open a built-in.
de: Ein Name und ein Befehl, der in einem neuen Terminal läuft. Leer lassen für ein reines Terminal, oder ein {token} wie {clock} oder {browser} verwenden, um ein integriertes Element zu öffnen.
es: Un nombre y un comando para ejecutar en una nueva terminal. Déjalo en blanco para abrir solo una terminal, o usa un {token} como {clock} o {browser} para abrir uno integrado.
fr: Un nom, et une commande à exécuter dans un nouveau terminal. Laissez vide pour un simple terminal, ou utilisez un {token} comme {clock} ou {browser} pour ouvrir un élément intégré.
ja: 名前と、新しいターミナルで実行するコマンド。空欄にするとターミナルのみ開きます。{clock} や {browser} のような {token} を使うとビルトインを開きます。
ko: 이름과 새 터미널에서 실행할 명령. 터미널만 열려면 비워 두거나, {clock} 또는 {browser} 같은 {token}을 사용하여 내장 기능을 여십시오.
pt_br: Um nome e um comando para executar em um novo terminal. Deixe em branco para apenas um terminal, ou use um {token} como {clock} ou {browser} para abrir um recurso integrado.
ru: Имя и команда для запуска в новом терминале. Оставьте пустым, чтобы просто открыть терминал, или используйте {token}, например {clock} или {browser}, чтобы открыть встроенный модуль.
zh_hans: 名称，以及在新终端中运行的命令。留空则仅打开终端，或使用 {token}（如 {clock} 或 {browser}）打开内置项。
zh_hant: 名稱，以及要在新終端機中執行的指令。留空則只開啟終端機，或使用 {token}（如 {clock} 或 {browser}）來開啟內建項目。

source: A preset fills in the provider, server URL and model; each stays editable. The API key is kept in the Keychain.
de: Eine Vorlage füllt Anbieter, Server-URL und Modell aus; alles bleibt bearbeitbar. Der API-Schlüssel wird im Schlüsselbund gespeichert.
es: Un preajuste rellena el proveedor, la URL del servidor y el modelo; todos siguen siendo editables. La clave API se guarda en el llavero.
fr: Un préréglage remplit le fournisseur, l'URL du serveur et le modèle ; chacun reste modifiable. La clé API est conservée dans le trousseau.
ja: プリセットはプロバイダ、サーバ URL、モデルを入力します。それぞれ編集可能です。API キーはキーチェーンに保存されます。
ko: 프리셋은 제공자, 서버 URL 및 모델을 채우며, 각 항목은 계속 편집할 수 있습니다. API 키는 키체인에 보관됩니다.
pt_br: Uma predefinição preenche o provedor, a URL do servidor e o modelo; cada um continua editável. A chave de API é guardada nas Chaves.
ru: Пресет заполняет провайдера, URL сервера и модель; всё это можно изменить. API-ключ хранится в связке ключей.
zh_hans: 预设会填入提供商、服务器 URL 和模型，均可再编辑。API 密钥保存在钥匙串中。
zh_hant: 預設集會填入供應商、伺服器 URL 和模型；每一項仍可編輯。API 金鑰儲存在鑰匙圈中。

source: A remote server is a Streamable HTTP endpoint (https://…/mcp); its token is kept in the Keychain. A guest server is a command run inside iSH-AOK as the chat's tool account, speaking MCP on its stdin and stdout -- for example "npx -y @modelcontextprotocol/server-filesystem /root" or "python3 server.py". It needs that program installed in the guest, and it is started with the first message that uses tools.
de: Ein Remote-Server ist ein Streamable-HTTP-Endpunkt (https://…/mcp); sein Token wird im Schlüsselbund gespeichert. Ein Gast-Server ist ein Befehl, der in iSH-AOK unter dem Tool-Konto des Chats läuft und MCP über stdin und stdout spricht – z. B. "npx -y @modelcontextprotocol/server-filesystem /root" oder "python3 server.py". Das Programm muss im Gast installiert sein; es wird mit der ersten Nachricht gestartet, die Tools nutzt.
es: Un servidor remoto es un endpoint Streamable HTTP (https://…/mcp); su token se guarda en el llavero. Un servidor invitado es un comando que se ejecuta dentro de iSH-AOK con la cuenta de herramientas del chat y habla MCP por su stdin y stdout; por ejemplo, "npx -y @modelcontextprotocol/server-filesystem /root" o "python3 server.py". Necesita ese programa instalado en el sistema invitado y se inicia con el primer mensaje que usa herramientas.
fr: Un serveur distant est un point de terminaison HTTP Streamable (https://…/mcp) ; son jeton est conservé dans le trousseau. Un serveur invité est une commande exécutée dans iSH-AOK avec le compte d'outils de la conversation, qui parle MCP sur son stdin et son stdout -- par exemple "npx -y @modelcontextprotocol/server-filesystem /root" ou "python3 server.py". Ce programme doit être installé dans l'invité ; il est démarré avec le premier message qui utilise des outils.
ja: リモートサーバは Streamable HTTP エンドポイント（https://…/mcp）で、そのトークンはキーチェーンに保存されます。ゲストサーバは iSH-AOK 内でチャットのツールアカウントとして実行されるコマンドで、stdin と stdout で MCP を話します -- たとえば "npx -y @modelcontextprotocol/server-filesystem /root" や "python3 server.py"。そのプログラムがゲストにインストールされている必要があり、ツールを使う最初のメッセージで起動されます。
ko: 원격 서버는 Streamable HTTP 엔드포인트(https://…/mcp)이며, 해당 토큰은 키체인에 보관됩니다. 게스트 서버는 채팅의 도구 계정으로 iSH-AOK 내에서 실행되며 stdin과 stdout으로 MCP를 사용하는 명령입니다 -- 예: "npx -y @modelcontextprotocol/server-filesystem /root" 또는 "python3 server.py". 해당 프로그램이 게스트에 설치되어 있어야 하며, 도구를 사용하는 첫 메시지와 함께 시작됩니다.
pt_br: Um servidor remoto é um endpoint Streamable HTTP (https://…/mcp); seu token é guardado nas Chaves. Um servidor convidado é um comando executado dentro do iSH-AOK como a conta de ferramentas do chat, falando MCP pelo stdin e stdout -- por exemplo "npx -y @modelcontextprotocol/server-filesystem /root" ou "python3 server.py". Ele precisa desse programa instalado no convidado e é iniciado com a primeira mensagem que usar ferramentas.
ru: Удалённый сервер — это конечная точка Streamable HTTP (https://…/mcp); его токен хранится в связке ключей. Гостевой сервер — это команда, которая выполняется внутри iSH-AOK от учётной записи инструментов чата и общается по MCP через stdin и stdout, например "npx -y @modelcontextprotocol/server-filesystem /root" или "python3 server.py". Программа должна быть установлена в гостевой системе; сервер запускается с первым сообщением, использующим инструменты.
zh_hans: 远程服务器是一个 Streamable HTTP 端点（https://…/mcp），其令牌保存在钥匙串中。客户机服务器是在 iSH-AOK 内以聊天的工具账户运行的命令，通过 stdin 和 stdout 使用 MCP 通信——例如“npx -y @modelcontextprotocol/server-filesystem /root”或“python3 server.py”。它需要在客户机中安装该程序，并会在第一条使用工具的消息时启动。
zh_hant: 遠端伺服器是 Streamable HTTP 端點（https://…/mcp）；其 token 儲存在鑰匙圈中。客體伺服器是以對話的工具帳號在 iSH-AOK 內執行的指令，透過 stdin 和 stdout 使用 MCP -- 例如 "npx -y @modelcontextprotocol/server-filesystem /root" 或 "python3 server.py"。客體中必須已安裝該程式，且會在第一則使用工具的訊息時啟動。

source: A user theme with this name already exists.
de: Ein eigenes Theme mit diesem Namen existiert bereits.
es: Ya existe un tema de usuario con este nombre.
fr: Un thème utilisateur portant ce nom existe déjà.
ja: この名前のユーザテーマはすでに存在します。
ko: 이 이름의 사용자 테마가 이미 있습니다.
pt_br: Já existe um tema do usuário com este nome.
ru: Пользовательская тема с таким именем уже существует.
zh_hans: 已存在同名的用户主题。
zh_hant: 已有同名的使用者主題。

source: A video, an HLS stream (.m3u8), or an .m3u playlist.
de: Ein Video, ein HLS-Stream (.m3u8) oder eine .m3u-Playlist.
es: Un vídeo, un stream HLS (.m3u8) o una lista de reproducción .m3u.
fr: Une vidéo, un flux HLS (.m3u8) ou une liste de lecture .m3u.
ja: ビデオ、HLS ストリーム（.m3u8）、または .m3u プレイリスト。
ko: 비디오, HLS 스트림(.m3u8) 또는 .m3u 재생 목록.
pt_br: Um vídeo, uma transmissão HLS (.m3u8) ou uma playlist .m3u.
ru: Видео, поток HLS (.m3u8) или плейлист .m3u.
zh_hans: 视频、HLS 流（.m3u8）或 .m3u 播放列表。
zh_hant: 影片、HLS 串流（.m3u8）或 .m3u 播放列表。

source: ACTIVE SESSIONS
de: AKTIVE SITZUNGEN
es: SESIONES ACTIVAS
fr: SESSIONS ACTIVES
ja: アクティブなセッション
ko: 활성 세션
pt_br: SESSÕES ATIVAS
ru: АКТИВНЫЕ СЕАНСЫ
zh_hans: 活跃会话
zh_hant: 使用中的工作階段

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: API キー
ko: API 키
pt_br: Chave de API
ru: API-ключ
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: API キー
ko: API 키
pt_br: Chave de API
ru: API-ключ
zh_hans: API 密钥
zh_hant: API 金鑰

source: Accent
de: Akzent
es: Acento
ja: アクセント
ko: 강조
pt_br: Destaque
ru: Акцент
zh_hans: 强调色
zh_hant: 強調色

source: Accent Alt
de: Akzent alt.
es: Acento alternativo
ja: アクセント（代替）
ko: 강조 대체
pt_br: Destaque Alt.
ru: Акцент (доп.)
zh_hans: 强调色（备选）
zh_hant: 替代強調色

source: Actions
de: Aktionen
es: Acciones
ja: アクション
ko: 동작
pt_br: Ações
ru: Действия
zh_hans: 操作
zh_hant: 動作

source: Active
de: Aktiv
es: Activa
fr: Actif
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активен
zh_hans: 活跃
zh_hant: 使用中

source: Active Theme: %@
de: Aktives Theme: %@
es: Tema activo: %@
fr: Thème actif : %@
ja: 使用中のテーマ: %@
ko: 활성 테마: %@
pt_br: Tema Ativo: %@
ru: Активная тема: %@
zh_hans: 当前主题：%@
zh_hant: 目前主題：%@

# Active interfaces: %lu %@
source: Active interfaces: %1$lu %2$@
de: Aktive Schnittstellen: %1$lu %2$@
es: Interfaces activas: %1$lu %2$@
fr: Interfaces actives : %1$lu %2$@
ja: アクティブなインターフェイス: %1$lu %2$@
ko: 활성 인터페이스: %1$lu개 %2$@
pt_br: Interfaces ativas: %1$lu %2$@
ru: Активные интерфейсы: %1$lu %2$@
zh_hans: 活跃接口：%1$lu %2$@
zh_hant: 使用中的介面：%1$lu %2$@

source: Active terminals: %lu
de: Aktive Terminals: %lu
es: Terminales activas: %lu
fr: Terminaux actifs : %lu
ja: アクティブなターミナル: %lu
ko: 활성 터미널: %lu개
pt_br: Terminais ativos: %lu
ru: Активные терминалы: %lu
zh_hans: 活跃终端：%lu
zh_hant: 使用中的終端機：%lu

source: Actual Size
de: Originalgröße
es: Tamaño real
fr: Taille réelle
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho Real
ru: Фактический размер
zh_hans: 实际大小
zh_hant: 實際大小

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 加入

source: Add Built-in
de: Integriertes hinzufügen
es: Añadir integrado
fr: Ajouter un élément intégré
ja: ビルトインを追加
ko: 내장 항목 추가
pt_br: Adicionar Integrado
ru: Добавить встроенный
zh_hans: 添加内置项
zh_hant: 加入內建項目

source: Add Built-in…
de: Integriertes hinzufügen …
es: Añadir integrado…
fr: Ajouter un élément intégré…
ja: ビルトインを追加…
ko: 내장 항목 추가…
pt_br: Adicionar Integrado…
ru: Добавить встроенный…
zh_hans: 添加内置项…
zh_hant: 加入內建項目…

source: Add Destination
de: Ziel hinzufügen
es: Añadir destino
fr: Ajouter une destination
ja: 接続先を追加
ko: 대상 추가
pt_br: Adicionar Destino
ru: Добавить подключение
zh_hans: 添加目标
zh_hant: 加入服務

source: Add Destination…
de: Ziel hinzufügen …
es: Añadir destino…
fr: Ajouter une destination…
ja: 接続先を追加…
ko: 대상 추가…
pt_br: Adicionar Destino…
ru: Добавить подключение…
zh_hans: 添加目标…
zh_hant: 加入服務…

source: Add Folder to Music
de: Ordner zu Musik hinzufügen
es: Añadir carpeta a Música
fr: Ajouter le dossier à Musique
ja: フォルダをミュージックに追加
ko: 폴더를 음악에 추가
pt_br: Adicionar Pasta às Músicas
ru: Добавить папку в Музыку
zh_hans: 将文件夹添加到音乐
zh_hant: 將資料夾加入音樂

source: Add Group
de: Gruppe hinzufügen
es: Añadir grupo
fr: Ajouter un groupe
ja: グループを追加
ko: 그룹 추가
pt_br: Adicionar Grupo
ru: Добавить группу
zh_hans: 添加组
zh_hant: 加入群組

source: Add Group…
de: Gruppe hinzufügen …
es: Añadir grupo…
fr: Ajouter un groupe…
ja: グループを追加…
ko: 그룹 추가…
pt_br: Adicionar Grupo…
ru: Добавить группу…
zh_hans: 添加组…
zh_hant: 加入群組…

source: Add Guest Server
de: Gast-Server hinzufügen
es: Añadir servidor invitado
fr: Ajouter un serveur invité
ja: ゲストサーバを追加
ko: 게스트 서버 추가
pt_br: Adicionar Servidor Convidado
ru: Добавить гостевой сервер
zh_hans: 添加客户机服务器
zh_hant: 加入客體伺服器

source: Add Guest Server…
de: Gast-Server hinzufügen …
es: Añadir servidor invitado…
fr: Ajouter un serveur invité…
ja: ゲストサーバを追加…
ko: 게스트 서버 추가…
pt_br: Adicionar Servidor Convidado…
ru: Добавить гостевой сервер…
zh_hans: 添加客户机服务器…
zh_hant: 加入客體伺服器…

source: Add Key
de: Taste hinzufügen
es: Añadir tecla
fr: Ajouter une touche
ja: キーを追加
ko: 키 추가
pt_br: Adicionar Tecla
ru: Добавить клавишу
zh_hans: 添加按键
zh_hant: 加入按鍵

source: Add Key…
de: Taste hinzufügen …
es: Añadir tecla…
fr: Ajouter une touche…
ja: キーを追加…
ko: 키 추가…
pt_br: Adicionar Tecla…
ru: Добавить клавишу…
zh_hans: 添加按键…
zh_hant: 加入按鍵…

source: Add Music
de: Musik hinzufügen
es: Añadir música
fr: Ajouter de la musique
ja: ミュージックを追加
ko: 음악 추가
pt_br: Adicionar Música
ru: Добавить музыку
zh_hans: 添加音乐
zh_hant: 加入音樂

source: Add Music Folder to Queue
de: Musikordner zur Warteschlange
es: Añadir carpeta de música a la cola
fr: Ajouter le dossier musical à la file
ja: ミュージックフォルダをキューに追加
ko: 음악 폴더를 대기열에 추가
pt_br: Adicionar Pasta de Música à Fila
ru: Добавить папку с музыкой в очередь
zh_hans: 将音乐文件夹添加到队列
zh_hant: 將音樂資料夾加入佇列

source: Add Music…
de: Musik hinzufügen …
es: Añadir música…
fr: Ajouter de la musique…
ja: ミュージックを追加…
ko: 음악 추가…
pt_br: Adicionar Música…
ru: Добавить музыку…
zh_hans: 添加音乐…
zh_hant: 加入音樂…

source: Add Remote Server
de: Remote-Server hinzufügen
es: Añadir servidor remoto
fr: Ajouter un serveur distant
ja: リモートサーバを追加
ko: 원격 서버 추가
pt_br: Adicionar Servidor Remoto
ru: Добавить удалённый сервер
zh_hans: 添加远程服务器
zh_hant: 加入遠端伺服器

source: Add Remote Server…
de: Remote-Server hinzufügen …
es: Añadir servidor remoto…
fr: Ajouter un serveur distant…
ja: リモートサーバを追加…
ko: 원격 서버 추가…
pt_br: Adicionar Servidor Remoto…
ru: Добавить удалённый сервер…
zh_hans: 添加远程服务器…
zh_hant: 加入遠端伺服器…

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
ja: ルールを追加
ko: 규칙 추가
pt_br: Adicionar Regra
ru: Добавить правило
zh_hans: 添加规则
zh_hant: 加入規則

source: Add Rule…
de: Regel hinzufügen …
es: Añadir regla…
fr: Ajouter une règle…
ja: ルールを追加…
ko: 규칙 추가…
pt_br: Adicionar Regra…
ru: Добавить правило…
zh_hans: 添加规则…
zh_hant: 加入規則…

source: Add Shortcut
de: Kurzbefehl hinzufügen
es: Añadir atajo
fr: Ajouter un raccourci
ja: ショートカットを追加
ko: 바로 가기 추가
pt_br: Adicionar Atalho
ru: Добавить ярлык
zh_hans: 添加快捷方式
zh_hant: 加入捷徑

source: Add Shortcut…
de: Kurzbefehl hinzufügen …
es: Añadir atajo…
fr: Ajouter un raccourci…
ja: ショートカットを追加…
ko: 바로 가기 추가…
pt_br: Adicionar Atalho…
ru: Добавить ярлык…
zh_hans: 添加快捷方式…
zh_hant: 加入捷徑…

source: Add Tab
de: Tab hinzufügen
es: Añadir pestaña
fr: Ajouter un onglet
ja: タブを追加
ko: 탭 추가
pt_br: Adicionar Aba
ru: Добавить вкладку
zh_hans: 添加标签页
zh_hant: 加入標籤頁

source: Add a shortcut to run a command in a new terminal.
de: Füge einen Kurzbefehl hinzu, um einen Befehl in einem neuen Terminal auszuführen.
es: Añade un atajo para ejecutar un comando en una nueva terminal.
fr: Ajoutez un raccourci pour exécuter une commande dans un nouveau terminal.
ja: ショートカットを追加すると、新しいターミナルでコマンドを実行できます。
ko: 새 터미널에서 명령을 실행하는 바로 가기를 추가하십시오.
pt_br: Adicione um atalho para executar um comando em um novo terminal.
ru: Добавьте ярлык для запуска команды в новом терминале.
zh_hans: 添加快捷方式以在新终端中运行命令。
zh_hant: 加入捷徑以在新終端機中執行指令。

source: Add a shortcut to run a command — or just open a terminal.
de: Füge einen Kurzbefehl hinzu, um einen Befehl auszuführen – oder einfach ein Terminal zu öffnen.
es: Añade un atajo para ejecutar un comando, o simplemente abrir una terminal.
fr: Ajoutez un raccourci pour exécuter une commande — ou simplement ouvrir un terminal.
ja: ショートカットを追加してコマンドを実行 — またはターミナルを開くだけにもできます。
ko: 명령을 실행하거나 터미널만 여는 바로 가기를 추가하십시오.
pt_br: Adicione um atalho para executar um comando — ou apenas abrir um terminal.
ru: Добавьте ярлык для запуска команды — или просто откройте терминал.
zh_hans: 添加快捷方式以运行命令——或仅打开终端。
zh_hant: 加入捷徑以執行指令 — 或只開啟終端機。

source: Add from Path
de: Aus Pfad hinzufügen
es: Añadir desde ruta
fr: Ajouter depuis un chemin
ja: パスから追加
ko: 경로에서 추가
pt_br: Adicionar por Caminho
ru: Добавить по пути
zh_hans: 从路径添加
zh_hant: 從路徑加入

source: Add from Path…
de: Aus Pfad hinzufügen …
es: Añadir desde ruta…
fr: Ajouter depuis un chemin…
ja: パスから追加…
ko: 경로에서 추가…
pt_br: Adicionar por Caminho…
ru: Добавить по пути…
zh_hans: 从路径添加…
zh_hant: 從路徑加入…

source: Added %lu tracks to the Music queue.
de: %lu Titel zur Musik-Warteschlange hinzugefügt.
es: Se han añadido %lu pistas a la cola de Música.
fr: %lu morceaux ajoutés à la file Musique.
ja: %lu 曲をミュージックのキューに追加しました。
ko: 음악 대기열에 트랙 %lu개를 추가했습니다.
pt_br: %lu faixas adicionadas à fila de Músicas.
ru: Добавлено треков в очередь Музыки: %lu.
zh_hans: 已将 %lu 首曲目添加到音乐队列。
zh_hant: 已將 %lu 首曲目加入音樂佇列。

source: Added 1 track to the Music queue.
de: 1 Titel zur Musik-Warteschlange hinzugefügt.
es: Se ha añadido 1 pista a la cola de Música.
fr: 1 morceau ajouté à la file Musique.
ja: 1 曲をミュージックのキューに追加しました。
ko: 음악 대기열에 트랙 1개를 추가했습니다.
pt_br: 1 faixa adicionada à fila de Músicas.
ru: В очередь Музыки добавлен 1 трек.
zh_hans: 已将 1 首曲目添加到音乐队列。
zh_hant: 已將 1 首曲目加入音樂佇列。
